<template>
  <q-dialog>
    <q-card>
      <q-card-section>
        <div class="text-h6">Пользовательское соглашение</div>
      </q-card-section>

      <q-card-section class="q-pt-none">
        <p>Настоящее соглашение адресовано пользователям — физическим лицам.</p>
        <p>
          Предмет соглашения — Онлайн-тренажёр для подготовки к разделу “Устная
          часть” ОГЭ и ЕГЭ (далее — “Тренажёр”).
        </p>
        <p>
          Настоящее соглашение вступает в силу с начала использования Тренажёра.
        </p>
        <p>
          Тренажёр является бесплатным и свободным для использования в личных
          целях обучения.
        </p>
        <p>
          Тренажёр является пробной версией экзамена. Его цель — воссоздать
          реальный экзамен по устной части и дать возможность потренироваться в
          условиях ограниченного времени.
        </p>
        <p>
          Тренажёр работает в браузерах Google Chrome и Mozilla Firefox
          последних версий. Работа в других браузерах не гарантируется. Для
          корректной работы Тренажёра и последующего получения ссылки с записью
          голоса необходимо стабильное интернет-соединение.
        </p>
        <p>
          Использование Тренажёра означает понимание и принятие условий его
          использования.
        </p>
        <p>
          Если пользователь не согласен с любым из условий соглашения, он должен
          немедленно прекратить использование Тренажёра.
        </p>
        <p>Автор: Захарова Татьяна</p>
      </q-card-section>
    </q-card>
  </q-dialog>
</template>

<script>
export default {
  name: 'AgreementTerms'
}
</script>
